[
  {
    "id": 2,
    "image": "f00208dc-0855-43a1-9e85-cd1fd9bb20ae.jpg",
    "name": "Обед без хлопот за 30 минут: рецепты от «Едим Дома»",
    "text": "Выходные на то и существуют, чтобы выспаться, отдохнуть и не тратить много времени на рутину. Но вкусные семейные обеды никто не отменял. Поэтому свежие идеи простых в приготовлении блюд будут как нельзя кстати.",
    "cooking_time": 123,
    "author_id": 3
  },
  {
    "id": 3,
    "image": "e30e3cb1-5b86-4ea8-a988-95819c2c7c20.jpg",
    "name": "Суп-пюре из запеченных овощей",
    "text": "Попробуйте приготовить овощной суп-пюре в новой вариации. Если предварительно запечь тыкву, морковь, лук и чеснок в духовке, то привычное блюдо заиграет совсем по-другому. Подавайте с тыквенными семечками, кунжутом и зеленью.",
    "cooking_time": 123,
    "author_id": 3
  },
  {
    "id": 4,
    "image": "62dc7ef4-fba3-4acc-a257-47e472bbc217.jpg",
    "name": "Тефтели в томатном соусе",
    "text": "Нежные тефтели из куриного фарша с рисом будут еще вкуснее, если после обжаривания запечь их в томатно-сметанном соусе. Подавайте с картофельным пюре!",
    "cooking_time": 223,
    "author_id": 3
  },
  {
    "id": 5,
    "image": "0852d5f1-a0a2-4bb7-98b7-f350dda80cbe.jpg",
    "name": "Куриные ножки по-тайски",
    "text": "Любителям насыщенных блюд азиатской кухни придется по вкусу этот рецепт ножек по-тайски. Концентрированный соус-маринад соединяет в себе сладость, соленость, остроту и пряность.",
    "cooking_time": 223,
    "author_id": 3
  },
  {
    "id": 6,
    "image": "c983d6e2-73fd-4cf1-a66e-a1f5b4f302f0.jpg",
    "name": "Хрустящая рыба в сырном кляре",
    "text": "Продукты, обжаренные в кляре, всегда получаются внутри мягкими и сочными. А если добавить в кляр немного сыра, то при разрезании он будет аппетитно тянуться. Детям точно понравится! Таким образом можно готовить любую рыбу.",
    "cooking_time": 223,
    "author_id": 3
  },
  {
    "id": 7,
    "image": "6d7743ab-cec3-4d6d-99d3-da3ddc59bf88.jpg",
    "name": "Mac and cheese",
    "text": "Согласно рецепту из кулинарной книги The Virgina Housewife, датированной 1824 годом, основными ингредиентами традиционного mac and cheese считаются макароны, сливочное масло и сыр. Мы же предлагаем вам вариант с добавлением бекона и лука.",
    "cooking_time": 423,
    "author_id": 3
  }
]